[
    {
        "name": "Шоколадная паста с фундуком",
        "description": "Вкусно использовать данную пасту способов немало, да и в целом иметь в запасе шоколадно-ореховое лакомство будет очень кстати каждому. Например, намазав ее на хлеб ― получится быстрый завтрак или перекус. Сложив ее в баночку и украсив, можно смело взять такую пасту в гости. Готовится она из незамысловатых и натуральных ингредиентов, в отличие от магазинной, где большая часть производителей используют неимоверное количество сахара и совсем неполезные добавки.",
        "pic": "https://cdn.food.ru/unsigned/fit/2544/1908/ce/0/czM6Ly9tZWRpYS9waWN0dXJlcy9yZWNpcGVzLzQyOTczL2NvdmVycy80TnQ0bnUuanBn.jpg",
        "nutrition": {
            "calories": 314.71,
            "proteins": 3.05,
            "fats": 24.12,
            "carbohydrates": 21.02
        },
        "time": "25 минут",
        "servings": 2,
        "quantityIngredients": [
            {
                "ingredient": {
                    "name": "Горький шоколад"
                },
                "amount": 300.0
            },
            {
                "ingredient": {
                    "name": "Фундук"
                },
                "amount": 150.0
            },
            {
                "ingredient": {
                    "name": "Сливочное масло"
                },
                "amount": 80.0
            },
            {
                "ingredient": {
                    "name": "Молоко"
                },
                "amount": 100.0
            },
            {
                "ingredient": {
                    "name": "Миндальное молоко"
                },
                "amount": 100.0
            }
        ],
        "instructions": [
            {
                "text": "Орехи заранее подсушите пару минут на сковороде, а после очистите от шелухи. Два вида молока разлейте по стаканам. Отделите нужный объем шоколада в тарелку. Расположите все на столе, где и будет происходить приготовление пасты. Соберите блендер для работы.",
                "pic": ""
            },
            {
                "text": "В чашу загрузите очищенные орехи, взбейте в порошок и отложите в сторонку. Тем временем, вновь при помощи блендера, смешайте друг с другом до однородности два вида молока, масло и шоколад. После, добавьте измельченный фундук и опять прокрутите содержимое чаши.",
                "pic": ""
            },
            {
                "text": "Готовую пасту разложите по баночкам и отправьте на хранение в холодильник. Используйте в качестве начинки для выпечки или просто намазывайте на хлеб.",
                "pic": ""
            }
        ]
    }
]